Repository: common-repository/wsdesk
Catalog: i18n/languages/wsdesk-*.po
Languages: de_de, fr_fr

source: Specify whether this Field is Optional or Required?
de_de: Angeben, ob dieses Feld Optional oder erforderlich ist?
fr_fr: Spécifier si ce champ est facultatif ou obligatoire ?

source: Yes! This Field is Mandatory
de_de: Dieses Feld muss ausgefüllt werden.
fr_fr: Ce champ est obligatoire !

source: No! Its an Optional Field
de_de: Nein! Seine ein optionales Feld
fr_fr: Non ! Ses un champ facultatif

source: Assignee
de_de: Zugeordneter Agent
fr_fr: Cessionnaire

source: Tags
de_de: Schlagwörter
fr_fr: Mots-clés

source: Tickets
fr_fr: Voire les tickets

source: Settings
de_de: Einstellungen
fr_fr: Paramètres

source: Reports
fr_fr: Rapports

source: E-Mail
fr_fr: Courriel

source: Import
fr_fr: Importer des Taxonomies

source: Choose the Vendor(s)
de_de: Wählen Sie die Lieferanten
fr_fr: Choisir les fournisseurs

source: No Vendor Found
de_de: Kein Verkäufer gefunden!
fr_fr: Pas de boutique trouvée

source: No Status Found
de_de: Kein Status gefunden
fr_fr: Pas trouvé de statut

source: Select Ticket Status
de_de: Wählen Sie den Ticket-Status
fr_fr: Sélectionnez le statut du Ticket

source: Select Ticket Fields
de_de: Wählen Sie Ticket-Felder
fr_fr: Sélectionnez les champs de billet

source: No Fields Found
de_de: Keine Felder gefunden
fr_fr: Aucun champ trouvé

source: Select Ticket Views
de_de: Wählen Sie die Ticket-Ansichten
fr_fr: Sélectionnez billet vues

source: No Views Found
de_de: Keine Ansichten gefunden
fr_fr: Aucune vue n'a été trouvée

source: Select Triggers
de_de: Wählen Sie Trigger
fr_fr: Sélectionnez des déclencheurs

source: No Triggers Found
de_de: Keine Trigger gefunden
fr_fr: Aucun déclencheur trouvé

source: Search and Choose
de_de: Suchen und wählen Sie
fr_fr: Rechercher et choisir

source: No Posts Found
de_de: Keine Beiträge gefunden
fr_fr: Aucun article trouvé

source: Select Ticket Tags
de_de: Wählen Sie Ihr Ticket
fr_fr: Sélectionner des balises de billet

source: No Tags Found
de_de: Keine Schlagwörter gefunfen
fr_fr: Aucun Tag trouvé

source: General
de_de: Allgemein
fr_fr: Général

source: Ticket Fields
de_de: Ticket-Felder
fr_fr: Champs de billet

source: Ticket Status
fr_fr: Statut du ticket

source: Ticket Tags
fr_fr: Tags du ticket

source: Ticket Views
de_de: Ticket-Ansichten
fr_fr: Billet vues

source: Triggers & Automation
de_de: Trigger & Automation
fr_fr: Déclencheurs & Automation

source: Form Settings
de_de: Formular Einstellungen
fr_fr: Paramètres de formulaire

source: Backup & Restore
de_de: Sichern und Wiederherstellen
fr_fr: Sauvegarde & Restauration

source: Activation of WSDesk
de_de: Aktivierung des WSDesk
fr_fr: Activation de WSDesk

source: General Settings
de_de: Allgemeine Einstellungen
fr_fr: Pparametres generaux

source: Updated and Saved Successfully
de_de: Aktualisiert und erfolgreich gespeichert
fr_fr: Mis à jour et enregistré avec succès

source: WooCommerce Settings
de_de: WooCommerce Einstellungen
fr_fr: Paramètres WooCommerce

source: Appearance Settings
de_de: Darstellungseinstellungen
fr_fr: Paramètres d'apparence

source: Add Ticket Field
de_de: Ticketsfeld
fr_fr: champ du ticket

source: Enter title for the Field
de_de: Geben Sie den Titel für das Feld
fr_fr: Entrez le titre du champ

source: Default Value is not Matched
de_de: Default-Wert stimmt nicht überein
fr_fr: Valeur par défaut ne correspond pas

source: Site Key and Secret Key is Required
de_de: Website und geheimen Schlüssel ist erforderlich
fr_fr: Site clé et la clé secrète est requise

source: Edit Ticket Field
de_de: Ticketsfeld
fr_fr: champ du ticket

source: Add Value
de_de: Wert hinzufügen
fr_fr: Ajouter une valeur

source: Enter details for custom
de_de: Geben Sie Details für benutzerdefinierte
fr_fr: Entrez les détails pour custom

source: Enter Title
de_de: Überschrift eingeben
fr_fr: Saisissez le titre

source: Enter Site Key
de_de: Individuellen Auszug verwenden
fr_fr: Entrer la clé de site

source: Enter Secret Key
de_de: Geben Sie den geheimen Schlüssel ein
fr_fr: Entrez la clé secrète

source: Want to give some description to this field?
de_de: Möchten Sie einige Beschreibung in diesem Bereich geben?
fr_fr: Pour attribuer une description à ce champ

source: Specify whether this field is mandatory or not
fr_fr: Spécifier si ce champ est obligatoire ou non

source: No! It's an Optional Field
de_de: Nein! Es ist ein optionales Feld
fr_fr: Non ! Ses un champ facultatif

source: Auto fill products
de_de: Auto-Fill-Produkte
fr_fr: Produits de remplissage automatique

source: Specify Product values
fr_fr: Spécifiez les valeurs du produit

source: Enter Default Values
de_de: Geben Sie die Default-Werte
fr_fr: Entrez les valeurs par défaut

source: Want to use this field to filter tickets
de_de: Dieses Feld Filter Tickets verwenden möchten
fr_fr: Pour utiliser ce champ pour filtre billets

source: Yes! I will use it to filter tickets
de_de: Ja! Ich werde es Filter Tickets zu verwenden.
fr_fr: Oui ! Je vais l’utiliser pour des billets de filtre

source: No! Just for Information
de_de: Nein! Nur zur Information
fr_fr: Non ! Juste pour Information

source: Auto fill categories
de_de: Auto-Fill-Kategorien
fr_fr: Catégories de remplissage automatique

source: Specify Category values
de_de: Geben Sie die Kategoriewerte
fr_fr: Spécifiez les valeurs de catégorie

source: Specify Tag values
de_de: Geben Sie Werte für Tag
fr_fr: Spécifiez les valeurs de la balise

source: Auto fill tags
fr_fr: Tags de remplissage automatique

source: Specify the Vendor
de_de: Geben Sie den Kreditor
fr_fr: Spécifiez le nom du vendeur

source: Auto fill Vendors
de_de: AutoFill Anbieter
fr_fr: Auto-complétion des vendeurs

source: Specify Radio values
de_de: Radio-Werte angeben
fr_fr: Spécifiez les valeurs de la Radio

source: Enter first value
de_de: Erste Wert eingeben
fr_fr: Entrer la première valeur

source: Specify the Checkbox values
de_de: Geben Sie die Checkbox-Werte
fr_fr: Spécifiez les valeurs de Checkbox

source: Specify the Dropdown values
de_de: Geben Sie die Dropdown-Werte
fr_fr: Spécifiez les valeurs de liste déroulante

source: Enter Placeholder
de_de: Geben Sie Platzhalter
fr_fr: Introduisez votre terme générique

source: Enter next value
de_de: Geben Sie folgenden Wert
fr_fr: Entrez la valeur suivante

source: Remove Values
de_de: Werte entfernen
fr_fr: Supprimer des valeurs

source: Add Ticket Status
de_de: Ticket Status
fr_fr: Ajouter un statut de ticket

source: Enter status
de_de: Geben Sie status
fr_fr: Entrez l’État

source: Add Ticket Tag
de_de: Ticket zufügen
fr_fr: Ajouter un nouveau Tag ticket

source: Enter title for the Tag
de_de: Geben Sie Titel für den Tag
fr_fr: Entrez le titre de la balise

source: Enter Value
de_de: Wert eingeben
fr_fr: Saisir la valeur

source: View condition field
de_de: Blick Bedingungsfeld
fr_fr: Champ d’état d’affichage

source: Remove Condition
de_de: Bedingung entfernen
fr_fr: Supprimer la condition

source: Enter Period for New Trigger
de_de: Geben Sie Zeit für neue Trigger
fr_fr: Entrent dans la phase pour le nouveau déclencheur

source: Edit Period for the Trigger
de_de: Zeitraum für den Trigger bearbeiten
fr_fr: Modifier la période de la détente

source: Trigger condition field
de_de: Trigger Bedingungsfeld
fr_fr: Champ de condition de trigger

source: Add Trigger
de_de: Neuer Trigger
fr_fr: Ajouter un déclencheur

source: Enter title for the Trigger
de_de: Geben Sie den Titel für den Trigger
fr_fr: Entrez le titre du déclencheur

source: Specify some action for the Trigger
de_de: Geben Sie eine Aktion für den Auslöser
fr_fr: Spécifier des mesures pour la détente

source: Edit Trigger
de_de: Auslöser bearbeiten
fr_fr: Modifier le déclencheur

source: Triggers
de_de: Auslöser
fr_fr: Déclencheurs

source: Select Condition Values
de_de: Wählen Sie Konditionswerte
fr_fr: Sélectionnez les valeurs de Condition

source: No Values Found
de_de: Keine Werte gefunden.
fr_fr: Pas trouvés de valeurs

source: Trigger Action field
de_de: Trigger-Action-Feld
fr_fr: Champ d’Action de déclencheur

source: Remove Action
de_de: Aktion entfernen
fr_fr: Retirer cette action

source: Backup & Restore Alert
de_de: Sicherung & Wiederherstellung Warnung
fr_fr: Sauvegarde & alerte restauration

source: Choose some data to Backup
de_de: Wählen Sie einige Daten zur Sicherung
fr_fr: Choisir certaines données à sauvegarder

source: WSDesk Restore Alert
de_de: WSDesk Wiederherstellung Warnung
fr_fr: Alerte de restauration WSDesk

source: Keep Calm while Restoring Data. Don\'t Refresh the Page
de_de: Behalten Sie Ruhe während der Wiederherstellung von Daten. Don ' t die Seite aktualisieren
fr_fr: Gardez le calme lors de la restauration des données. Don\ ' t actualiser la Page

source: Yes! I Will Wait
de_de: Ja! Ich werde warten
fr_fr: Oui ! Je vais attendre

source: Restore Finished
de_de: Wiederherstellung abgeschlossen
fr_fr: Restauration fini

source: Refresh and Hit to go
de_de: Aktualisieren und Hit zu gehen
fr_fr: Actualisation et cliquez sur aller

source: Select a Backup File
de_de: Wählen Sie eine Backup-Datei
fr_fr: Sélectionnez un fichier de sauvegarde

source: Specify the Mail Subject
de_de: Betreff angeben
fr_fr: Spécifier le sujet

source: Enter mail subject
de_de: Email-Betreff eingeben
fr_fr: Objet :

source: Codes for Notification EMail
de_de: Codes für e-Mail-Benachrichtigung
fr_fr: Codes pour la Notification par courrier électronique

source: To Insert Ticket Number in the notification email
de_de: Zum Ticket-Nummer einfügen, in der e-Mail-Benachrichtigung
fr_fr: Pour insérer un numéro de Ticket dans l’e-mail de notification

source: To Insert Ticket Assignee in the notification email
de_de: Zum Einfügen Ticket Zessionar in der e-Mail-Benachrichtigung
fr_fr: À insérer billets cessionnaire dans l’e-mail de notification

source: To Insert Ticket Tags in the notification mail
de_de: Ticket-Tags einfügen Benachrichtigung per Post
fr_fr: Pour insérer des balises de billet dans le mail de notification

source: To Insert Ticket Date and Time in the notification email
de_de: Legen Sie Ticket-Datum und Uhrzeit in der e-Mail-Benachrichtigung
fr_fr: Insérer billet Date et heure dans l’e-mail de notification

source: To Insert Ticket Content in the notification email
de_de: Legen Sie Ticket von Inhalten in der e-Mail-Benachrichtigung
fr_fr: Pour insérer des billets contenu dans l’e-mail de notification

source: To Insert Satisfaction URL in the notification email
de_de: Legen Sie Zufriedenheit URL in der e-Mail-Benachrichtigung
fr_fr: Pour insérer des URL de Satisfaction dans l’e-mail de notification

source: Note : For Satisfaction Survey place the [wsdesk_satisfaction] shortcode in new page.
fr_fr: Remarque : Pour le sondage sur la Satisfaction, placer le shortcode [wsdesk_satisfaction] dans la nouvelle page.

source: Specify the Mail Body
de_de: Geben Sie den Mail-Body
fr_fr: Spécifier le corps du message

source: Enter mail body
de_de: Geben Sie Mail-body
fr_fr: Entrez le corps du message

source: Select Action Values
de_de: Wählen Sie die Auslösewerte
fr_fr: Sélectionnez valeurs déclenchant l’Action

source: WSDesk Alert
de_de: WSDesk Warnung
fr_fr: WSDesk alerte

source: Do You want to Delete Ticket?
de_de: Wollen Sie löschen Ticket?
fr_fr: Voulez vous supprimer les billets ?

source: Yes! Delete
de_de: Ja! Löschen.
fr_fr: Oui , je le supprime !

source: WSDesk Tickets Notification
de_de: WSDesk Tickets Benachrichtigung
fr_fr: Notification de billets WSDesk

source: Tickets Deleted Successfully
de_de: Erfolgreich gelöscht
fr_fr: Billets supprimés avec succès

source: Do You want to Update Tickets Status?
de_de: Wollen Sie Aktualisierungsstatus Tickets?
fr_fr: Vous voulez Update Status de billets ?

source: Yes! Update
de_de: Ja! Update
fr_fr: Oui ! Mise à jour

source: Tickets Updated Successfully
de_de: Tickets erfolgreich aktualisiert
fr_fr: Billets mis à jour avec succès

source: New Ticket Created Successfully
de_de: Neues Ticket wurde erfolgreich erstellt
fr_fr: Nouveau billet créé avec succès

source: missing some data
fr_fr: certaines données manquantes

source: Replied Successfully
de_de: Erfolgreich, antwortete
fr_fr: A répondu avec succès

source: needs reply content
de_de: braucht Antwort Inhalt
fr_fr: besoin de contenu de la réponse

source: No results found
de_de: Keine Ergebnisse gefunden
fr_fr: Aucun résultat trouvé

source: Select Tag
de_de: Wähle Schlagwort
fr_fr: Choisir le mot-clé

source: No Tags Tagged
de_de: Keine Tags markiert
fr_fr: Aucune balise taggés

source: Search - (Eg:Support)
de_de: Suche - (Z.B.: Unterstützung)
fr_fr: Recherche - (par exemple : prise en charge)

source: Select existing users
de_de: Wählen Sie vorhandene Benutzer
fr_fr: Sélectionnez les utilisateurs existants

source: No Users Found
de_de: Keine Benutzer gefunden
fr_fr: aucun utilisateur trouvé

source: Add Agents
de_de: Makler hinzufüger
fr_fr: Ajouter des Agents

source: Manage Agents
de_de: verwalten Mittel
fr_fr: Gérer les agents

source: Agents Updated Successfully
de_de: Agenten, die erfolgreich aktualisiert
fr_fr: Mis à jour avec succès des agents

source: Agents Removed Successfully
de_de: Agenten wurde erfolgreich entfernt
fr_fr: Agents de supprimé avec succès

source: Agents added Successfully
de_de: Agenten erfolgreich hinzugefügt
fr_fr: Agents a ajouté avec succès

source: Show Settings Page
de_de: Einstellungungen Seite
fr_fr: Page des réglages

source: Show Agents Page
de_de: Agenten-Seite anzeigen
fr_fr: Afficher 'Agents' de l'annonce

source: Show Email Page
de_de: E-Mail-Adresse anzeigen
fr_fr: Afficher l'email

source: Show Import Page
de_de: Seite importieren
fr_fr: Importer la page

source: IMAP EMail Setup
de_de: Email Einstellungen
fr_fr: Configuration de l'e-mail

source: Support Email
fr_fr: Email du support

source: EMail Filter & Block
fr_fr: Filtre de courrier & bloc

source: Select EMail
de_de: E-Mail auswählen
fr_fr: Sélectionnez des courriels

source: No Address Found
de_de: Keine Adresse gefunden
fr_fr: Aucune adresse trouvée

source: Block Email
fr_fr: Email de bloc

source: Enter Email to Block
de_de: Geben Sie e-Mail-Block
fr_fr: Entrez l’Email au bloc

source: Google OAuth Revoked
de_de: Google OAuth widerrufen
fr_fr: Google OAuth révoqué

source: IMAP EMail Deactivated
de_de: IMAP E-Mail deaktiviert
fr_fr: E-mail désactivé

source: Select Products for Reports
fr_fr: Sélection de produits pour les rapports

source: No Products Found
de_de: Leider konnten keine Ergebnisse gefunden werden.
fr_fr: Aucun produit trouvé

source: Select Category for Reports
fr_fr: Sélectionnez la catégorie de rapports

source: No Category Found
de_de: Keine Kategorie gefunden
fr_fr: Aucune catégorie trouvée

source: From Zendesk
de_de: Aus Zendesk
fr_fr: De Zendesk

source: Tickets Import Successful
de_de: Karten importieren erfolgreich
fr_fr: Billets d’importation réussie

source: Something Went Wrong
de_de: Etwas ist schiefgegangen
fr_fr: Queque chose a mal tournée!

source: Import Stopped Manually
de_de: Import manuell angehalten
fr_fr: Importation arrêtée manuellement

source: Add Users
de_de: Benutzer hinzufügen
fr_fr: Ajouter des utilisateurs

source: Create new user
de_de: Neuen Benutzer anlegen
fr_fr: Créer un nouvel utilisateur

source: User Email
de_de: Benutzer E-Mail
fr_fr: Email de l'utilisateur

source: Password
de_de: FTP Password
fr_fr: Mot de passe

source: WSDesk Role
de_de: WSDesk Rolle
fr_fr: Rôle de WSDesk

source: Roles for the selected users
de_de: Rollen für die ausgewählten Benutzer
fr_fr: Rôles pour les utilisateurs sélectionnés

source: WSDesk Supervisor
fr_fr: Surveillant WSDesk

source: WSDesk Rights
de_de: WSDesk Rechte
fr_fr: Droits de le WSDesk

source: User(s) are entitled to the following rights
de_de: Benutzer sind folgende Rechte berechtigt.
fr_fr: Utilisateur (s) ont le droit aux droits suivants

source: Reply to Tickets
de_de: Antwort auf Tickets
fr_fr: Répondre à billets

source: Delete Tickets
de_de: Tickets zu löschen
fr_fr: Supprimer les Tickets

source: Manage Tickets
de_de: Tickets verwalten
fr_fr: Gérer Tickets

source: Add tags
de_de: Tags hinzufügen
fr_fr: Ajouter des tags

source: Depending on the tags, the tickets will be assigned automatically to the default assignee
de_de: Je nach den Tags werden die Tickets automatisch der Standard-Zessionar zugewiesen werden
fr_fr: Selon les balises, les billets on attribuera automatiquement au cessionnaire par défaut

source: Save Changes
de_de: Änderungen speichern
fr_fr: Sauvegarder

source: Cancel
de_de: Abbrechen
fr_fr: Annuler

source: Add Agent / Supervisor
de_de: Agenten hinzufügen / Supervisor
fr_fr: Ajouter Agent / superviseur

source: Reply Tickets
de_de: Antwort-Tickets
fr_fr: Réponse de billets

source: Settings Manage
de_de: Einstellungen verwalten
fr_fr: Gérer les paramètres

source: Agents Manage
de_de: Agenten verwalten
fr_fr: Gérer les agents

source: No Capabilities Assigned
de_de: Keine Funktionen zugeordnet
fr_fr: Aucune capacité assignées

source: No Tags Mapped
de_de: Keine Tags zugeordnet
fr_fr: Aucune balise mappé

source: Roles
de_de: Rollen
fr_fr: Rôles

source: Capability
de_de: Anforderung
fr_fr: Capacité

source: Overall Replies
de_de: Allgemeine Antworten
fr_fr: Réponses globales

source: Edit Profile
de_de: Profil anpassen
fr_fr: Modifier le profil

source: Tickets Assigned
de_de: Zugewiesenen Tickets
fr_fr: Billets assignés

source: View Reports
de_de: Berichte anzeigen
fr_fr: Afficher les rapports

source: Support Rating
de_de: Bewertung zu unterstützen
fr_fr: Justifiez votre évaluation :

source: Remove WSDesk Role
de_de: WSDesk Rolle entfernen
fr_fr: Supprimez le rôle de WSDesk

source: No WSDesk role assigned to any users / No Agents added
de_de: Keine WSDesk Rolle zugewiesenen Benutzer / No-Agents hinzugefügt
fr_fr: Aucun rôle WSDesk n’assignés à tous les utilisateurs / sans Agents ajouté

source: WSDesk E-Mail
fr_fr: Courriel WSDesk

source: Setup Guides
fr_fr: Guides d'installation

source: Import Tickets
fr_fr: Importer des billets

source: WSDesk Reports
de_de: WSDesk Berichte
fr_fr: WSDesk rapports

source: Select the Agents/Supervisors to show report
de_de: Wählen Sie die Agenten/Betreuer Bericht angezeigt
fr_fr: Sélectionnez les Agents/superviseurs de montrer le rapport ?

source: Show Report
de_de: Bericht anzeigen
fr_fr: Afficher le rapport

source: Last 7 Days status of new tickets :
de_de: Letzten 7 Tage Stand neue Tickets:
fr_fr: Dernier état de 7 jours de nouveaux tickets

source: Last 7 Days status of Agent Tickets :
de_de: Letzten 7 Tage Stand Agent Tickets:
fr_fr: Dernier état de 7 jours de l’Agent de billets

source: Last 7 Days status of New and Solved Tickets :
de_de: Letzten 7 Tage Stand der neu "und" Tickets gelöst:
fr_fr: Dernier état de 7 jours de New et billets résolu

source: Premium Upgrade
fr_fr: Mise à niveau Prémium

source: All Tickets
de_de: Alle Tickets
fr_fr: Tous les tickets

source: More
de_de: Mehr
fr_fr: Détails

source: New Ticket
de_de: Neues Ticket
fr_fr: Nouveau billet

source: Search
de_de: Suche
fr_fr: Recherche - (par exemple : prise en charge)

source: Search Tickets
de_de: Tickets durchsuchen
fr_fr: Recherche de billets

source: Support Reply Email Name
de_de: Support für Antwort e-Mail-Namen
fr_fr: Entrez votre nom d’Email de réponse Support

source: Enter name
de_de: Namen eingeben
fr_fr: Inscrivez le nom

source: Support Reply Email
de_de: Support-Antwort per E-Mail
fr_fr: Entrez votre nom d’Email de réponse soutien ?

source: Enter Email
de_de: Email eintragen
fr_fr: Introduisez votre courrier électronique

source: To Insert Ticket Number in the Reply
de_de: Ticket-Nummer in die Antwort eingefügt
fr_fr: Pour insérer le numéro du billet dans la réponse

source: To Insert Ticket Assignee in the Reply
fr_fr: Pour insérer le billet cessionnaire dans la réponse

source: To Insert Ticket Tags in the Reply
de_de: Ticket-Tags in die Antwort eingefügt
fr_fr: Pour insérer des balises de billet dans la réponse

source: To Insert Ticket Date and Time in the Reply
de_de: Ticket-Datum und Uhrzeit in die Antwort eingefügt
fr_fr: Pour insérer le billet Date et l’heure dans la réponse

source: To Insert Ticket Content in the Reply
de_de: Ticket-Inhalte in die Antwort eingefügt
fr_fr: Pour insérer du contenu du billet dans la réponse

source: To Insert Ticket Agent who replied in the Reply
de_de: Legen Sie Ticket-Agenten, die in der Antwort geantwortet
fr_fr: Pour insérer des Agent de billetterie qui ont répondu à la réponse

source: To Insert Ticket Status in the Reply
de_de: Ticketstatus in der Antwort einfügen
fr_fr: Pour insérer le statut du Ticket dans la réponse

source: Enter your agent reply mail format
de_de: Geben Sie Ihre Agenten-Antwort-Mail-format
fr_fr: Entrez votre format de courrier de réponse agent

source: Blocked Emails
de_de: Blockierte E-Mails
fr_fr: Adresses courriel bloqués :

source: Add Filter
de_de: Filter hinzufügen
fr_fr: Ajouter un filtre

source: Delete Filter
de_de: Filter löschen
fr_fr: Supprimer le filtre

source: There are no blocked email ! Block a new Email.
de_de: Es gibt keine blockierten e-Mail! Eine neue E-Mail zu blockieren.
fr_fr: Il n’y a aucun e-mail bloqué ! Bloquer un nouvel email.

source: Enter Details for New Block Address?
de_de: Geben Sie Details für neue Block-Adresse?
fr_fr: Entrer dans les détails pour la nouvelle adresse de bloc ?

source: Choose the blocking type?.
de_de: Wählen Sie den blockierenden?.
fr_fr: Choisissez le type de blocage ?.

source: Block Sending Emails
de_de: Versenden von E-Mails zu blockieren
fr_fr: Bloquer l’envoi de courriels

source: Block Receiving Emails
fr_fr: Bloc de recevoir des courriels

source: IMAP is not enabled on your server. Please contact your service provider.
fr_fr: IMAP pas activé sur votre serveur. Veuillez communiquer avec votre fournisseur de services

source: Use WSDesk Google OAuth setup.
de_de: WSDesk Google OAuth-Setup verwendet.
fr_fr: Utilisez les paramètres Google OAuth WSDesk.

source: IMAP Server SSL URL
fr_fr: Entrez votre URL SSL du serveur IMAP

source: IMAP Server SSL Port
fr_fr: Entrez votre Port SSL du serveur IMAP ?

source: Email-ID
fr_fr: ID Email

source: Deactivate IMAP
de_de: Deaktivieren Sie IMAP
fr_fr: Désactiver l’IMAP

source: Activate IMAP
de_de: IMAP aktivieren
fr_fr: Activer IMAP

source: How to setup IMAP
de_de: Gewusst wie: Einrichten von IMAP
fr_fr: Comment configurer IMAP

source: Google API client ID
de_de: Google Client-ID
fr_fr: Entrez votre ID client Google.

source: Google API Client Secret
de_de: Google Client Secret
fr_fr: Entrez votre client secret Google.

source: Refresh Token
de_de: Aktualisieren von Token
fr_fr: Rafraîchir Données

source: Deactivate OAuth
de_de: OAuth deaktivieren
fr_fr: Désactiver OAuth

source: Activate OAuth
de_de: OAuth aktivieren
fr_fr: Activer OAuth

source: How to setup OAuth
de_de: Gewusst wie: Einrichten von OAuth
fr_fr: Comment configurer OAuth

source: Activate Zendesk Import to Get all Zendesk Tickets
fr_fr: Activer Zendesk importer pour obtenir tous les billets Zendesk

source: Activate Zendesk
de_de: Zendesk zu aktivieren
fr_fr: Activer Zendesk

source: Importing Tickets may take some time...
de_de: Importieren von Karten kann einige Zeit dauern...
fr_fr: Importer des billets peut prendre un certain temps...

source: Completed
de_de: Abgeschlossen
fr_fr: Terminé

source: Stop Pulling Tickets to WSDesk
de_de: Tickets auf WSDesk ziehen zu stoppen
fr_fr: Arrêter de tirer des billets pour WSDesk

source: Stoping Zendesk import...
de_de: Mäher Zendesk Import...
fr_fr: Effondrements Zendesk import...

source: Stop Import
de_de: Import Stoppen
fr_fr: Arrêter l'importation

source: What is your plan in Zendesk?
de_de: Was ist dein Plan in Zendesk?
fr_fr: Quel est votre plan en Zendesk ?

source: Importing speed depends on your plan
de_de: Importieren von Geschwindigkeit hängt von Ihrem plan
fr_fr: Importation de vitesse dépend de votre plan
