Repository: common-repository/wsdesk
Catalog: i18n/languages/wsdesk-*.po
Languages: de_de, fr_fr

source: Essential
de_de: Essenziell
fr_fr: Essentiel

source: Team
fr_fr: Notre équipe

source: Professional
fr_fr: Professionnel

source: Enterprise
de_de: Firma
fr_fr: Entreprise

source: Enter your Zendesk Access Token
de_de: Geben Sie Ihrem Zendesk Access Token
fr_fr: Entrez votre jeton d’accès Zendesk

source: Zendesk Subdomain
fr_fr: Sous-domaine Zendesk

source: Enter your Zendesk Username
de_de: Geben Sie Ihren Benutzernamen ein
fr_fr: Entrez votre Zendesk Username

source: Zendesk Username
fr_fr: Nom d’utilisateur Zendesk

source: Want to download attachment locally?
de_de: Anlage lokal herunterladen möchten?
fr_fr: Vous souhaitez télécharger la pièce jointe sur place ?

source: Yes! Download
de_de: Herunterladen
fr_fr: Oui ! Télécharger

source: No! I do not want
de_de: Nein, ich weiß es nicht.
fr_fr: Je ne veux

source: Pull Tickets to WSDesk
de_de: Ziehen Sie Tickets auf WSDesk
fr_fr: Tirer des billets pour WSDesk

source: Pull Tickets
de_de: Ziehen Sie Tickets
fr_fr: Tirez sur les billets

source: Submit Request
de_de: Anfrage senden
fr_fr: Demande de retrait

source: Reset Request
de_de: Rücksetzanforderung
fr_fr: Demande de réinitialisation

source: Check your Existing Request
de_de: Überprüfen Sie Ihre bestehenden anfordern
fr_fr: Vérifiez votre demande existante

source: Set custom width for form elements
fr_fr: Définissez la largeur personnalisé pour les éléments de formulaire

source: Support Form Title
de_de: Unterstützung Formulartitel
fr_fr: Nouveau titre de formulaire de soutien

source: Set custom title for the main support form
de_de: Legen Sie benutzerdefinierte Titel für die wichtigsten Support-Formular
fr_fr: Définir un titre personnalisé pour le formulaire principal soutien

source: Contact Support
de_de: Support kontaktieren
fr_fr: Contacter l’assistance

source: Set custom title for new support form
de_de: Legen Sie benutzerdefinierte Titel für die neue Support-Formular
fr_fr: Définir un titre personnalisé pour la nouvelle forme de soutien

source: Report Issue
de_de: Problem melden
fr_fr: Signaler un problème

source: Set custom title for the existing form
fr_fr: Définir un titre personnalisé pour le formulaire existant

source: Your Tickets
de_de: Ihre Tickets
fr_fr: Vos billets

source: Support Form Button
fr_fr: Bouton de formulaire de soutien

source: Set custom text for the Submit Request button
fr_fr: Mettre un texte personnalisé pour le bouton Submit Request

source: Set custom text for the Reset Request button
de_de: Festlegen Sie benutzerdefinierten Text für den Button zurücksetzen anfordern
fr_fr: Mettre un texte personnalisé pour le bouton Reset Request

source: Set custom text for the Check Existing Ticket button
de_de: Legen Sie benutzerdefinierte Text für die Schaltfläche überprüfen vorhandene Ticket
fr_fr: Mettre un texte personnalisé pour le bouton vérifier les billets existants

source: Add Field
de_de: Feld hinzufügen
fr_fr: Ajouter un champ

source: Inactive Fields
de_de: Inaktive Felder
fr_fr: Champs Inactifs

source: Active Fields
fr_fr: Champs Actifs

source: Which type of field do you need?
de_de: Welche Art von Feld benötigen Sie?
fr_fr: Quel type de terrain avez-vous besoin ?

source: Select the Type of Field
de_de: Wählen Sie den Typ des Felds
fr_fr: Sélectionnez le Type de champ

source: Text Box
fr_fr: Bloc texte

source: Select
de_de: Wählen Sie Ihre Verpackung bestellen.
fr_fr: Sélectionnez l’étiquette d’assigner

source: Checkbox
fr_fr: Case à cocher

source: Number
de_de: Versender Hausnummer
fr_fr: Numéro du billet non valide

source: Text Area
de_de: Textbereich
fr_fr: Zone de texte

source: Attachment
de_de: Anhang
fr_fr: Pièce jointe

source: Edit Field
de_de: Feld bearbeiten
fr_fr: Modifier le champ

source: Default Assignee
de_de: Standard-Bearbeiter
fr_fr: Assigné par défaut à

source: Choose default assignee for new tickets
de_de: Wählen Sie Standard Rechtsnachfolger für neue tickets
fr_fr: Choisissez le cessionnaire par défaut pour les nouveaux billets

source: Choose default status for new tickets
fr_fr: Choisir le statut par défaut pour les nouveaux billets

source: Tickets Raisers
fr_fr: Éleveurs de billets

source: Who can raise the tickets?
de_de: Wer die Tickets erheben kann?
fr_fr: Qui peut soulever les billets ?

source: All
de_de: Alles
fr_fr: Tout

source: Registerd Users
de_de: Registrierte Benutzer
fr_fr: Registerd utilisateurs

source: Guest Users
de_de: Gastbenutzer
fr_fr: Tous utilisateurs

source: Tickets Row
de_de: Tickets-Zeile
fr_fr: Ligne de billets

source: Number of tickets per page
de_de: Anzahle der Teilnehmer pro Kurs
fr_fr: Nombre de places quotidiennes disponibles

source: Create WordPress User
de_de: WordPress Benutzer erstellen
fr_fr: Créer l’utilisateur WordPress

source: Create wordpress user while guest user submitting the tickets through the form
de_de: Erstellen Sie Wordpress Benutzer während der Gastbenutzer die Tickets über das Formular Vorlage
fr_fr: Créer utilisateur wordpress tout utilisateur invité soumettant les billets par l’intermédiaire de la forme

source: Enable
de_de: Aktivieren
fr_fr: Activer

source: Add Status
de_de: Status hinzufügen
fr_fr: Nouveau statut

source: Enter Details for new status
de_de: Geben Sie Details für den neuen status
fr_fr: Entrez les détails pour le nouveau statut

source: Do you want to change the status color?.
de_de: Möchten Sie die Statusfarbe ändern?.
fr_fr: Vous voulez changer la couleur de l’étiquette ?

source: Click and Pick the Color
de_de: Klicken Sie auf und wählen Sie die Farbe
fr_fr: Cliquer sur et sélectionner la couleur

source: Want to use this status for filter tickets?
fr_fr: Vous voulez utiliser ce statut à filtre billets ?

source: Yes! I will use it for Filter
de_de: Ja! Ich werde es für Filter verwenden.
fr_fr: Oui ! Je vais l’utiliser pour le filtre

source: Edit Status
de_de: Status bearbeiten
fr_fr: Modifier l’état

source: Premium WSDesk Features
de_de: Premium-WSDesk-Funktionen
fr_fr: Fonctions Premium WSDesk

source: Auto Tagging And Assigning
de_de: Auto-Tagging und zuweisen
fr_fr: Produits de remplissage automatique

source: Auto Suggestion System
de_de: Vorschlagwesen
fr_fr: système de suggestion

source: Ticket Custom Views
de_de: Benutzerdefinierte Ansichten Ticket
fr_fr: Billet de vues personnalisées

source: Customer Feedback Survey
de_de: Kunden-Feedbackumfrage
fr_fr: Client Feedback Survey

source: Agent's Satisfaction Rating
de_de: Des Agenten Zufriedenheitsrate
fr_fr: Taux de Satisfaction de l’agent

source: WSDesk Backup & Restore
de_de: WSDesk Sicherung & Wiederherstellung
fr_fr: Sauvegarde de WSDesk & restauration

source: One Year Support & Updates
de_de: Ein Jahr Support & Updates
fr_fr: Un an d’assistance & mises à jour

source: See Live Demo of Pro Version
de_de: Live-Demo der Pro-Version zu sehen
fr_fr: Voir la démonstration en direct de la Version Pro

source: Add Tag
de_de: Schlagwort hinzufügen
fr_fr: Ajouter une catégorie

source: There are no Tags! Create One Tag.
de_de: Es gibt keine Tags! Ein Tag zu erstellen.
fr_fr: Il n’y a aucune balise ! Créez une balise.

source: Enter Details for New Tag
de_de: Geben Sie Details für den neuen Tag
fr_fr: Entrer dans les détails pour un nouveau Tag ?

source: Select the Post which should be Tagged if required
de_de: Wählen Sie die Stelle, die markiert werden soll, falls erforderlich
fr_fr: Sélectionnez le poste qui doit être référencée si nécessaire ?

source: Want to use this Tag for Filter Tickets
de_de: Dieses Tag für Filter Tickets verwenden möchten
fr_fr: Vous souhaitez utiliser cette balise pour filtre billets ?

source: Edit Tag
de_de: Schlagwort bearbeiten
fr_fr: Editer un tag

source: Save Ticket tags
de_de: Ticket-Tags speichern
fr_fr: Sauvegarder le ticket

source: You must Login to Raise Ticket
de_de: Sie müssen Login zu erhöhen-Ticket
fr_fr: Vous devez Login pour soulever les billets

source: Login
de_de: Einloggen
fr_fr: Connexion

source: Need an Account
de_de: Benötigst du einen Account?
fr_fr: Besoin d’un compte ?

source: Register
de_de: registrieren
fr_fr: S'enregister

source: Submitting...
de_de: Übermittlung...
fr_fr: Soumission en cours…

source: Powered by
de_de: Zur Verfügung gestellt von
fr_fr: Créé par

source: Fetching Request Form...
de_de: Abrufformular anfordern ...
fr_fr: Aller chercher le formulaire de demande...

source: Loading your Request...
de_de: Ihre Anfrage wird geladen...
fr_fr: Chargement de votre demande...

source: Unassigned
de_de: Nicht zugeordnet
fr_fr: Non assigné

source: No Actions
de_de: keine Maßnahmen
fr_fr: Aucune mesure

source: Tickets Filter
fr_fr: Filtre de tickets

source: Next
de_de: Vor
fr_fr: Suivant

source: Filter Tickets
fr_fr: Filtrer les billets

source: View
fr_fr: Voir

source: Requester
de_de: Antragsteller/in
fr_fr: Demandeur

source: Subject
de_de: Thema
fr_fr: Sujet

source: Requested
de_de: Angefordert
fr_fr: Demandé

source: No Tickets
de_de: Keine Reservationen
fr_fr: Plus de tickets

source: Reply Requester
de_de: Antwort-Requester
fr_fr: Demandeur de la réponse

source: Raiser Voices
de_de: Raiser stimmen
fr_fr: Voix de Raiser

source: Agent Voices
de_de: Agent-stimmen
fr_fr: Voix de agent

source: Rating
de_de: Bewertung
fr_fr: Classement

source: Submit as
de_de: Kostenlos einreichen
fr_fr: Soumettre comme gratuit

source: Submit as Note
de_de: Reichen Sie als Hinweis
fr_fr: Présenter comme Note

source: Notes visible to Agents and Supervisors
de_de: Noten für Agenten und Supervisoren sichtbar
fr_fr: Notes visibles pour les Agents et les superviseurs

source: You do not have permisson to reply this ticket
de_de: Sie haben keine Permisson, dieses Ticket zu antworten
fr_fr: Vous n’avez pas de permis de répondre à ce billet

source: Start
fr_fr: Démarrer

source: Support Setup
de_de: Support für Setup
fr_fr: Voir Configuration d'installation

source: Ticket Fields
de_de: Ticket-Felder
fr_fr: Champs de billet

source: Email Client
de_de: E-Mail-Programm
fr_fr: Client de courrier électroniqueComment

source: Ready!
de_de: Bereit!
fr_fr: Prêt !

source: WSDesk &rsaquo; Setup Wizard
fr_fr: WSDesk &rsaquo; Assistant Installation

source: Return to the WordPress Dashboard
fr_fr: Retourner au tableau de bord de WordPress

source: Thank you for choosing WSDesk to power your online support!
fr_fr: Merci d’avoir choisi WSDesk pour alimenter votre soutien en ligne !

source: Your helpdesk is ready!
fr_fr: Le service d’assistance est prête !

source: WSDesk - Quick Setup Wizard
fr_fr: WSDesk - Assistant de configuration rapide

source: This quick setup wizard will help you configure the basic settings. <br/><strong>It's completely optional and shouldn't take longer.</strong>
de_de: Diese quick-Setup-Assistent hilft Ihnen die grundlegenden Einstellungen zu konfigurieren.<br><strong>Sie ist völlig freiwillig und sollte nicht länger dauern.</strong>
fr_fr: Cet Assistant de configuration rapide vous aidera à configurer les réglages de base.<br><strong>Elle est entièrement facultative et ne devrait pas prendre plus de temps.</strong>

source: Not right now
fr_fr: Pas maintenant

source: Let's setup now!
fr_fr: Nous allons configurer maintenant !

source: Set your support page title and email ID.
de_de: Legen Sie Ihre Unterstützung-Seitentitel und e-Mail-ID
fr_fr: Définir le titre de votre page de soutien et email ID.

source: WSDesk Support Page Title
de_de: WSDesk Support Seite Titel
fr_fr: Titre de la Page Support WSDesk

source: Title which will be displayed on your site
de_de: Titel, die auf Ihrer Website angezeigt wird
fr_fr: Titre qui sera affiché sur votre site

source: Enter page title
de_de: Seitentitel eingeben
fr_fr: Entrez Titre de la page

source: The email ID which is used for support responses
fr_fr: L’identification d’email qui est utilisée pour les réponses de soutien

source: Skip this step
fr_fr: Passer cette étape

source: Save & Continue
fr_fr: Enregistrer et Continuer

source: Configure your support form fields
de_de: Konfigurieren Sie Ihre Unterstützung-Formularfelder
fr_fr: Configurer vos champs de formulaire de soutien

source: Save your changes before going to next step.
de_de: Speichern Sie Ihre Änderungen, bevor Sie zum nächsten Schritt gehen.
fr_fr: Enregistrez vos modifications avant de passer à l’étape suivante.

source: Continue
fr_fr: Continuer

source: Configure your Email client to create tickets
fr_fr: Configurer votre client de messagerie pour créer des billets

source: Setup your support agents to handle tickets
de_de: Richten Sie Ihre Support-Mitarbeiter um Tickets zu behandeln
fr_fr: Configurer vos agents de soutien pour gérer les billets

source: Have a WooCommerce Store? Upgrade to
fr_fr: Avoir un magasin de WooCommerce ? Mise à niveau vers

source: Get started with your first ticket
de_de: Erste Schritte mit Ihrem ersten ticket
fr_fr: Démarrer avec votre premier billet

source: Create a ticket!
fr_fr: CRÉER UN BILLET

source: Read how to setup Google OAuth.
fr_fr: Lire comment configurer Google OAuth.

source: How to import tickets from Zendesk?
fr_fr: Comment faire pour importer des billets de Zendesk ?

source: Enhances your customer service and enables efficient handling of customer issues.
fr_fr: Améliore votre service à la clientèle et permet une gestion efficace des problèmes à la clientèle.

source: Condition
de_de: Zustand

source: Action
de_de: Aktion

source: To Insert Conversation History in the notification email
de_de: Zum Einfügen Unterhaltungsverlauf in der e-Mail-Benachrichtigung

source: WSDesk Agents
de_de: WSDesk-Agenten

source: Actions
de_de: Aktionen

source: Available ShortCodes for Agent Reply Email
de_de: Verfügbaren ShortCodes für Agent Antwort per E-Mail

source: Enter Email or matchcase
de_de: Geben Sie E-Mail oder matchcase

source: Have a Google account?
de_de: Mit dem Google+ Account

source: Access Token
de_de: Zugriffs Token

source: High Volume API Add-On (Professional or Enterprise)
de_de: Hochvolumige API Add-on (Professional oder Enterprise)

source: Enter your Zendesk Subdomain
de_de: Geben Sie Ihre Zendesk Subdomain ein.

source: Radio
de_de: Optionsfeld

source: WooCommerce Fields & Reports
de_de: WooCommerce Felder & Berichte

source: Do you want to get all the features or want to see the demo?
de_de: Möchten Sie erhalten alle Funktionen oder die Demo sehen wollen?

source: Start over with Pro Version
de_de: Starte mit Pro-Version

source: Previous
de_de: Neuere Beiträge

source: Source
de_de: Quelle

source: WSDesk Support Email
de_de: WSDesk Support per E-Mail

source: Documentation
de_de: Dokumentation

source: Support
de_de: Unterstützen
